{
  "_class_name": "EulerDiscreteScheduler",
  "_diffusers_version": "0.16.1",
  "beta_end": 0.02,
  "beta_schedule": "scaled_linear",
  "beta_start": 0.0001,
  "interpolation_type": "linear",
  "num_train_timesteps": 1000,
  "prediction_type": "epsilon",
  "trained_betas": null,
  "use_karras_sigmas": false
}
